Repository: AbdelrhmanKamalEliwa/Corona-EG
Catalog: Corona-EG/Resources/Localization/*.lproj/Localizable.strings
Languages: ar

# infiction_methods_title_20
source: Is it safe to receive parcels from areas that have reported cases of COVID-19 disease?
ar: هل من الآمن تلقي الطرود من المناطق التي أبلغت عن حالات إصابة بمرض كوفيد-19؟

# infiction_methods_description_20
source: Yes. The risk of contamination of commercial goods by an infected person is low, and the risk of contracting the virus that causes COVID-19 disease by expelling transport and shipping and exposing conditions and temperatures is minimal.
ar: نعم. إن احتمالات تلوث السلع التجارية عن طريق شخص مصاب بالعدوى هي احتمالات ضعيفة، كما أن مخاطر الإصابة بالفيروس الذي يسبب مرض كوفيد-19 عن طريق طرد نُقل وشُحن وتعرض لمختلف الظروف ودرجات الحرارة، هي مخاطر ضئيلة.

# prevention_tips_title_1
source: Clean your hands regularly, by rubbing them with an alcohol-based hand sanitizer or by washing them with soap and water. Why? Cleaning your hands with soap and water or rubbing them with an alcohol disinfectant will kill the viruses that may be on your hands.
ar: نظف يديك جيداً بانتظام بفركهما مطهر كحولي لليدين أو بغسلهما بالماء والصابون. لماذا؟ إن تنظيف يديك بالماء والصابون أو فركهما بمطهر كحولي من شأنه أن يقتل الفيروسات التي قد تكون على يديك.

# prevention_tips_title_2
source: Keep at least one meter (3 feet) between you and anyone coughing or sneezing. Why? When a person coughs or sneezes, small liquid droplets may contain from their nose or mouth that may contain the virus. This was very close to you. You can breathe these droplets, including the virus that causes COVID-19, if the person has it.
ar: احتفظ بمسافة لا تقل عن متر واحد (3 أقدام) بينك وبين أي شخص يسعل أو يعطس. لماذا؟ عندما يسعل الشخص أو يعطس، تتناثر من أنفه أو فمه قُطيرات سائلة صغيرة قد تحتوي على الفيروس. فإذا كنت شديد الاقتراب منه يمكن أن تتنفس هذه القُطيرات، بما في ذلك الفيروس المسبب لمرض كوفيد-19 إذا كان الشخص مصاباً به.

# prevention_tips_title_3
source: When a person coughs or sneezes, small liquid droplets may contain from their nose or mouth that may contain the virus. This was very close to you. You can breathe these droplets, including the virus that causes Covid-19, if the person has it.
ar: عندما يسعل الشخص أو يعطس، تتناثر من أنفه أو فمه قُطيرات سائلة صغيرة قد تحتوي على الفيروس. فإذا كنت شديد الاقتراب منه يمكن أن تتنفس هذه القُطيرات، بما في ذلك الفيروس المسبب لمرض كوفيد-19 إذا كان الشخص مصاباً به.

# prevention_tips_title_4
source: Avoid touching your eyes, nose, and mouth. Why? Hands touch many surfaces and can catch viruses. If the hands are contaminated, they may transfer the virus to the eyes, nose, or mouth. The virus can enter the body through these outlets and make you sick.
ar: تجنب لمس عينيك وأنفك وفمك. لماذا؟ تلمس اليدين العديد من الأسطح ويمكنها أن تلتقط الفيروسات. وإذا تلوثت اليدان فإنهما قد تنقلان الفيروس إلى العينين أو الأنف أو الفم. ويمكن للفيروس أن يدخل الجسم عن طريق هذه المنافذ ويصيبك بالمرض.

# prevention_tips_title_5
source: Ensure that you and those around you follow good respiratory hygiene practices. This means covering your mouth and nose with your bent elbow or tissue paper when coughing or sneezing, and then immediately disposing of the used tissue. Why? Drips spread the virus. Having good respiratory practices protects the people around you from viruses such as cold viruses, influenza, and Covid-19.
ar: تأكد من اتّباعك أنت والمحيطين بك لممارسات النظافة التنفسية الجيدة. ويعني ذلك أن تغطي فمك وأنفك بكوعك المثني أو بمنديل ورقي عند السعال أو العطس، ثم التخلص من المنديل المستعمل على الفور. لماذا؟ إن القُطيرات تنشر الفيروس. وباتّباع ممارسات النظافة التنفسية الجيدة تحمي الأشخاص من حولك من الفيروسات مثل فيروسات البرد والأنفلونزا وكوفيد-19.

# prevention_tips_title_6
source: Stay home if you feel sick. If you have a fever, cough, and difficulty breathing, seek medical attention, and contact your care provider before going to him. Follow the directions of the local health authorities. Why? The most recent information on the situation in your area is available to national and local authorities. Your pre-contact with your healthcare provider will allow him to direct you quickly to the appropriate health care facility. This will protect you and prevent the spread of viruses and other infections.
ar: إلزم المنزل إذا شعرت بالمرض. إذا كنت مصاباً بالحمى والسعال وصعوبة التنفس، التمس الرعاية الطبية واتصل بمقدم الرعاية قبل التوجه إليه. واتّبع توجيهات السلطات الصحية المحلية. لماذا؟ تتوفر للسلطات الوطنية والمحلية أحدث المعلومات عن الوضع في منطقتك. واتصالك المسبق بمقدم الرعاية الصحية سيسمح له بتوجيهك سريعاً إلى مرفق الرعاية الصحية المناسب. وسيسهم ذلك في حمايتك ومنع انتشار الفيروسات وسائر أنواع العدوى.

# prevention_tips_title_7
source: Stay up to date on the latest developments in COVID-19 disease. Follow the advice of your health care provider, national and local public health authorities, or your employer on how to protect yourself and others from COVID-19 disease. Why? The latest information on whether COVID-19 disease is spreading in your area is available to national and local authorities. They are best able to advise on what actions people in your area can take to protect themselves.
ar: اطلع باستمرار على آخر تطورات مرض كوفيد-19. واتّبع المشورة التي يسديها مقدم الرعاية الصحية أو سلطات الصحة العمومية الوطنية والمحلية أو صاحب العمل بشأن كيفية حماية نفسك والآخرين من مرض كوفيد-19. لماذا؟ تتوفر للسلطات الوطنية والمحلية أحدث المعلومات عما إذا كان مرض كوفيد-19 ينتشر في منطقتك. فهي الأقدر على إسداء المشورة بشأن الإجراءات التي يمكن أن يتخذها الأشخاص في منطقتك لحماية أنفسهم.

# prevention_tips_title_8
source: Keep up-to-date on the latest information on hotbeds of COVID-19 infection (cities or localities where COVID-19 disease is widespread). And avoid traveling to these places as much as possible, especially if you are elderly, have diabetes, or have a heart or lung disease. Why? Because you are more likely to get COVID-19 infection in one of these areas.
ar: اطّلع باستمرار على آخر المعلومات عن بؤر تفشي عدوى كوفيد-19 (المدن أو المناطق المحلية التي ينتشر فيها مرض كوفيد-19 على نطاق واسع). وتجنب السفر إلى هذه الأماكن قدر الإمكان، خصوصا إذا كنت مسنّاً أو مصابًا بداء السكري أو بأحد أمراض القلب أو الرئة. لماذا؟ لأن هناك احتمال أكبر أن تصاب بعدوى مرض كوفيد-19 في إحدى هذه المناطق.
