Repository: AbdelrhmanKamalEliwa/Corona-EG
Catalog: Corona-EG/Resources/Localization/*.lproj/Localizable.strings
Languages: ar

# error_title
source: Error
ar: خطأ

# error_button
source: GOT IT
ar: حسننا

# language_type
source: AR
ar: EN

# change_language_title
source: Change Language
ar: تغيير اللغة

# change_language_message
source: The application language will change to the Arabic language
ar: ستتغير لغة التطبيق إلى اللغة الإنجليزية

# chnage_language_done_button_title
source: Go Ahead
ar: إستمر

# chnage_language_cancel_button_title
source: Cancel
ar: إلغاء

source: Change Language
ar: غير اللغه

# search
source: Search for a country ...
ar: ابحث عن دولة ...

source: News
ar: الأخبار

source: Numbers Updates
ar: الإحصائيات

source: COVID-19 Test
ar: اختبار كورونا

source: More
ar: المزيد

source: Infection Methods
ar: طرق العدوى

source: Prevention Tips
ar: طرق الوقايه

source: Emergency Contacts
ar: أرقام الطوارئ

source: About Us
ar: عن المطور

source: Contact Us
ar: راسلنا

# website
source: Go to Corona EG Website
ar: زيارة الموقع الإلكتروني

# contact_name_1
source: Ministry of Health
ar: وزارة الصحه

# contact_name_2
source: COVID-19 Support
ar: دعم كورونا

# contact_name_3
source: Ambulance Service
ar: الإسعاف

source: Total Confirmed
ar: الحالات المسجلة

source: Total Deaths
ar: الوفيات

source: Total Recovered
ar: المتعافين

source: Active Cases
ar: المصابين

source: Daily Confirmed
ar: اصابات اليوم

source: Daily Deaths
ar: وفيات اليوم

source: Total Critical
ar: الحالات الخطره

source: More Details
ar: التفاصيل

# infiction_methods_title_1
source: How is COVID-19 disease spread?
ar: كيف ينتشر مرض كوفيد-19؟

# infiction_methods_description_1
source: People can catch COVID-19 infections from other people who have the virus. The disease is spread mainly from person to person through small droplets secreted by a person have COVID-19 from his nose or mouth when he coughs, sneezes or speaks. These droplets are relatively heavy in weight, as they do not travel to a remote location but rather fall quickly to the ground. People can catch COVID-19 disease if they breathe these droplets from someone who has the virus. Therefore it is important to keep at least 1 meter (3 feet) from others. These droplets may land on objects and surfaces surrounding the person, such as tables, door handles, and stair handrails. People can then become infected when they touch these objects or surfaces and then touch their eyes, nose, or mouth. Therefore, it is important to wash regularly the washing of hands with soap and water or to clean them with an alcohol disinfectant to rub the hands.
ar: يمكن أن يلقط الأشخاص عدوى كوفيد-19 من أشخاص آخرين مصابين بالفيروس. وينتشر المرض بشكل أساسي من شخص إلى شخص عن طريق القُطيرات الصغيرة التي يفرزها الشخص المصاب بكوفيد-19 من أنفه أو فمه عندما يسعل أو يعطس أو يتكلم. وهذه القطيرات وزنها ثقيل نسبياً، فهي لا تنتقل إلى مكان بعيد وإنما تسقط سريعاً على الأرض. ويمكن أن يلقط الأشخاص مرض كوفيد-19 إذا تنفسوا هذه القُطيرات من شخص مصاب بعدوى الفيروس. لذلك من المهم الحفاظ على مسافة متر واحد على الأقل (3 أقدام) من الآخرين. وقد تحط هذه القطيرات على الأشياء والأسطح المحيطة بالشخص، مثل الطاولات ومقابض الأبواب ودرابزين السلالم. ويمكن حينها أن يصاب الناس بالعدوى عند ملامستهم هذه الأشياء أو الأسطح ثم لمس أعينهم أو أنفهم أو فمهم. لذلك من المهم غسل المواظبة على غسل اليدين بالماء والصابون أو تنظيفهما بمطهر كحولي لفرك اليدين.

# infiction_methods_title_2
source: What is Corona virus?
ar: ما هو فيروس كورونا؟

# infiction_methods_description_2
source: Coronaviruses are a large group of viruses that may cause disease in animals and humans. It is known that a number of coronaviruses in humans cause respiratory infections that range from common colds to more severe diseases such as the Middle East Respiratory Syndrome and severe acute respiratory syndrome (SARS). The recently discovered Coronavirus causes the Corvid-19 virus.
ar: فيروسات كورونا هي فصيلة كبيرة من الفيروسات التي قد تسبب المرض للحيوان والإنسان. ومن المعروف أن عدداً من فيروسات كورونا تسبب لدى البشر حالات عدوى الجهاز التنفسي التي تتراوح حدتها من نزلات البرد الشائعة إلى الأمراض الأشد وخامة مثل متلازمة الشرق الأوسط التنفسية والمتلازمة التنفسية الحادة الوخيمة (السارس). ويسبب فيروس كورونا المُكتشف مؤخراً مرض فيروس كورونا كوفيد-19.

# infiction_methods_title_3
source: What is Covid-19 disease?
ar: ما هو مرض كوفيد -19؟

# infiction_methods_description_3
source: The COVID-19 disease is an infectious disease caused by the recently discovered Coronavirus. There was no knowledge of this virus and this emerging disease before the outbreak of the outbreak in the Chinese city of Wuhan in December 2019.
ar: مرض كوفيد-19 هو مرض معد يسببه فيروس كورونا المُكتشف مؤخراً. ولم يكن هناك أي علم بوجود هذا الفيروس وهذا المرض المستجدين قبل اندلاع الفاشية في مدينة يوهان الصينية في كانون الأول/ ديسمبر 2019.

# infiction_methods_title_4
source: What are the symptoms of COVID-19 disease?
ar: ما هي أعراض مرض كوفيد-19؟

# infiction_methods_description_4
source: The most common symptoms of COVID-19 disease are fever, fatigue, and dry cough. Some patients may experience pain, aches, nasal congestion, cold, sore throat, or diarrhea. These symptoms are usually mild and begin gradually. Some people become infected without showing any symptoms and without feeling ill. Most people (about 80%) recover from the disease without the need for special treatment. And the severity of the disease intensifies in approximately one person out of every 6 people who develop COVID-19 infection, who suffer from difficulty breathing. The risk of the elderly and people with basic medical problems such as high blood pressure, heart disease, or diabetes are severe. About 2% of people who have contracted the disease have died. People with fever, cough, and difficulty breathing should seek medical care.
ar: تتمثل الأعراض الأكثر شيوعاً لمرض كوفيد-19 في الحمى والإرهاق والسعال الجاف. وقد يعاني بعض المرضى من الآلام والأوجاع، أو احتقان الأنف، أو الرشح، أو ألم الحلق، أو الإسهال. وعادة ما تكون هذه الأعراض خفيفة وتبدأ تدريجياً. ويصاب بعض الناس بالعدوى دون أن تظهر عليهم أي أعراض ودون أن يشعروا بالمرض. ويتعافى معظم الأشخاص (نحو 80%) من المرض دون الحاجة إلى علاج خاص. وتشتد حدة المرض لدى شخص واحد تقريباً من كل 6 أشخاص يصابون بعدوى كوفيد-19 حيث يعانون من صعوبة التنفس. وتزداد احتمالات إصابة المسنين والأشخاص المصابين بمشكلات طبية أساسية مثل ارتفاع ضغط الدم أو أمراض القلب أو داء السكري، بأمراض وخيمة. وقد توفى نحو 2% من الأشخاص الذين أُصيبوا بالمرض. وينبغي للأشخاص الذين يعانون من الحمى والسعال وصعوبة التنفس التماس الرعاية الطبية.

# infiction_methods_title_5
source: Can the virus be transmitted through the air?
ar: هل يمكن للفيروس المسبب لمرض كوفيد-19 أن ينتقل عبر الهواء؟

# infiction_methods_description_5
source: Studies conducted to this day indicate that the virus that causes COVID-19 disease is transmitted primarily through contact with respiratory droplets rather than through the air.
ar: تشير الدراسات التي أُجريت حتى يومنا هذا إلى أن الفيروس الذي يسبب مرض كوفيد-19 ينتقل في المقام الأول عن طريق ملامسة القُطيرات التنفسية لا عن طريق الهواء.

# infiction_methods_title_6
source: Can a person get sick by an asymptomatic person?
ar: هل يمكن أن يصاب المرء بالمرض عن طريق شخص عديم الأعراض؟

# infiction_methods_description_6
source: The main method of transmission of the disease is the respiratory droplets that a person secretes when coughing. The risk of COVID-19 disease is diminished by someone asymptomatic. But many people with the disease have only slight symptoms. This is especially true in the early stages of the disease. Therefore, COVID-19 can be infected by a person who suffers from a mild cough and does not feel ill. WHO is assessing ongoing research on the transmission period of COVID-19 and will continue to publish the latest findings.
ar: تتمثل الطريقة الرئيسية لانتقال المرض في القُطيرات التنفسية التي يفرزها الشخص عند السعال. وتتضاءل احتمالات الإصابة بمرض كوفيد-19 عن طريق شخص عديم الأعراض بالمرة. ولكن العديد من الأشخاص المصابين بالمرض لا يعانون إلا من أعراض طفيفة. وينطبق ذلك بصفة خاصة على المراحل المبكرة للمرض. ولذا فمن الممكن الإصابة بمرض كوفيد-19 عن طريق شخص يعاني مثلاً من سعال خفيف ولا يشعر بالمرض. وتعكف المنظمة على تقييم البحوث الجارية بشأن فترة انتقال مرض كوفيد-19 وستواصل نشر أحدث النتائج.

# infiction_methods_title_7
source: Can I catch COVID-19 disease by stools of someone who has the disease?
ar: هل يمكن أن أصاب بمرض كوفيد-19 عن طريق براز شخص مصاب بالمرض؟

# infiction_methods_description_7
source: The risk of transmission of COVID-19 disease through the stool of an infected person is limited. While initial investigations suggest that the virus may be present in feces in some cases, it's spread through this pathway is not a major feature of the outbreak. An introduction to WHO is assessing ongoing research on ways to spread COVID-19 disease and will continue to publish new findings. But it includes a risk to it, you can set up another reason to clean hands regularly after using the toilet and before eating.
ar: تبدو مخاطر انتقال مرض كوفيد-19 عن طريق براز الشخص المصاب بالعدوى محدودة. وفي حين أن التحريات المبدئية تشير إلى أن الفيروس قد يتواجد في البراز في بعض الحالات، فإن انتشاره عبر هذا المسار لا يشكل إحدى السمات الرئيسية للفاشية. وتعكف المنظمة على تقييم البحوث الجارية بشأن طرق انتشار مرض كوفيد-19 وستواصل نشر النتائج الجديدة. ولكن نظراً إلى ما ينطوي عليه ذلك من مخاطر، فإنه يعد سبباً آخر لتنظيف اليدين بانتظام بعد استخدام دورة المياه وقبل تناول الطعام.

# infiction_methods_title_8
source: What are the odds of getting COVID-19 disease?
ar: ما هي احتمالات إصابتي بمرض كوفيد-19؟

# infiction_methods_description_8
source: For most people in most places, the risk of COVID-19 infection remains low. However, there are some places in the world (cities or regions) where the disease is currently spreading. The risk of developing COVID-19 infection is higher for people who live in or visit these areas. Governments and health authorities are now taking strict measures whenever a new case of COVID-19 is revealed. So, make sure that you comply with any restrictions imposed locally on travel, transportation, or large gatherings. Cooperation with the agencies concerned with disease control would reduce the risk and spread of COVID-19 disease.
ar: وبالنسبة لمعظم الناس في معظم الأماكن، لا يزال خطر الإصابة بعدوى مرض كوفيد-19 ضعيفا. ومع ذلك، هناك بعض الأماكن في العالم (مدن أو مناطق) التي ينتشر فيها المرض حاليا. ويكون خطر الإصابة بعدوى مرض كوفيد-19 أعلى لدى الأشخاص الذين يعيشون في هذه المناطق أو يزورونها. وتتخذ الحكومات والسلطات الصحية حاليا إجراءات صارمة كلما كُشف عن حالة إصابة جديدة بمرض كوفيد-19. لذا، تأكّد من التزامك بأي قيود تُفرض محليا على السفر أو التنقل أو التجمعات الكبيرة. فالتعاون مع الجهات المعنية بمكافحة الأمراض من شأنه أن يحدّ من خطر الإصابة بمرض كوفيد-19 وانتشاره.

# infiction_methods_title_9
source: Should I be concerned about COVID-19 disease?
ar: هل ينبغي أن أشعر بالقلق من الإصابة بمرض كوفيد-19؟

# infiction_methods_description_9
source: The disease caused by infection with the emerging coronavirus (COVID-19) is generally mild, especially in children and young adults. However, it can cause serious illness, as about 1 in 5 people with this disease need hospital care. Therefore, it is only natural for people to be concerned about how the outbreak of COVID-19 disease affects them and their loved ones.
ar: إن المرض الذي تسببه العدوى بفيروس كورونا المستجد (كوفيد-19) خفيف بشكل عام، لاسيما عند الأطفال والشباب. ومع ذلك، فإنه يمكن أن يسبب مرضًا خطيرًا، إذ يحتاج نحو شخص واحد من كل 5 أشخاص مصابين بهذا المرض إلى تلقّي الرعاية في المستشفى. لذا، فإن من الطبيعي أن يشعر الناس بالقلق إزاء كيفية تأثير فاشية مرض كوفيد-19 عليهم وعلى أحبائهم.

# infiction_methods_title_10
source: Who are at risk for severe disease?
ar: من هم الأشخاص المعرضون لخطر الإصابة بمرض وخيم؟

# infiction_methods_description_10
source: We still know the impact of COVID-19 disease on people, yet it appears that the elderly and people with existing medical conditions (such as high blood pressure, heart disease, and diabetes) have more severe illness than others.
ar: مازلنا نتعرف على تأثير مرض كوفيد-19 على الناس، ومع ذلك فيبدو أن المسنين والأشخاص المصابين بحالات طبية موجودة مسبقاً (مثل ارتفاع ضغط الدم وأمراض القلب وداء السكري) يصابون بمرض وخيم أكثر من غيرهم.

# infiction_methods_title_11
source: Are antibiotics effective in preventing or treating COVID-2019 disease?
ar: هل المضادات الحيوية فعّالة في الوقاية من مرض كوفيد-2019 أو علاجه؟

# infiction_methods_description_11
source: No. Antibiotics do not eliminate viruses, they only eliminate bacterial infections. Since COVID-19 disease is caused by a virus, antibiotics do not eliminate it. Antibiotics should not be used as a means to prevent or treat COVID-19 disease. It should only be used in accordance with your doctor's instructions to treat bacterial infections.
ar: لا. لا تقضي المضادات الحيوية على الفيروسات، فهي لا تقضي إلا على العدوى الجرثومية. وبما أن مرض كوفيد-19 سببه فيروس، فإن المضادات الحيوية لا تقضي عليه. فلا ينبغي استعمال المضادات الحيوية كوسيلة للوقاية من مرض كوفيد-19 أو علاجه. ولا ينبغي استعمالها إلا وفقاً لتعليمات الطبيب لعلاج حالات العدوى الجرثومية.

# infiction_methods_title_12
source: Are there any medications or treatments that protect or treat COVID-19 disease?
ar: هل توجد أي أدوية أو علاجات يمكنها الوقاية من مرض كوفيد-19 أو علاجه؟

# infiction_methods_description_12
source: While some western, traditional, or home medicines may relieve or reduce some of the symptoms of COVID-19, there is no evidence that there are currently medications that can prevent or treat this disease. WHO does not recommend self-medication with any medications, including antibiotics, either to prevent or treat COVID-19 disease. However, there are several clinical trials underway that include both western and traditional medicines. WHO will continue to provide updated information in this regard when clinical results are available.
ar: في حين قد تريح بعض الأدوية الغربية أو التقليدية أو المنزلية من بعض أعراض كوفيد-19 أو تخففها، فليست هناك بيّنة على وجود أدوية حالياً من شأنها الوقاية من هذا المرض أو علاجه. ولا توصي المنظمة بالتطبيب الذاتي بواسطة أي أدوية، بما في ذلك المضادات الحيوية، سواء على سبيل الوقاية من مرض كوفيد-19 أو معالجته. غير أن هناك عدة تجارب سريرية جارية تتضمن أدوية غربية وتقليدية معاً. وستواصل المنظمة إتاحة معلومات محدّثة بهذا الشأن عندما تتوفر النتائج السريرية.

# infiction_methods_title_13
source: Is there a vaccine, medicine, or treatment for COVID-2019?
ar: هل هناك لقاح أو دواء أو علاج لمرض كوفيد-2019؟

# infiction_methods_description_13
source: Not yet. To date, there is neither a vaccine nor a specific antiviral medication to prevent or treat COVID-2019 disease. However, those with it should receive care to relieve symptoms. You can admit people with severe illnesses to hospitals. Most patients recover with supportive care. Investigation of some of the potential vaccines and drugs specific to the treatment of this disease is being investigated. Tested by clinical trials. WHO has made efforts to develop vaccines and medicines to prevent and treat COVID-19 disease. This is like the most effective way to protect yourself and others from COVID-19 disease by persisting in cleaning hands, covering the mouth when coughing by bending the elbow or a tissue and keeping a distance of at least one meter (3 feet) from people who cough or sneeze. (See: How can I protect myself with the current spread of the disease?).
ar: ليس بعد. لا يوجد حتى يومنا هذا لقاح ولا دواء محدد مضاد للفيروسات للوقاية من مرض كوفيد-2019 أو علاجه. ومع ذلك، فينبغي أن يتلقى المصابون به الرعاية لتخفيف الأعراض. وينبغي إدخال الأشخاص المصابين بمرض وخيم إلى المستشفيات. ويتعافى معظم المرضى بفضل الرعاية الداعمة. ويجري حالياً تحري بعض اللقاحات المحتملة والأدوية الخاصة بعلاج هذا المرض تحديداً. ويجري اختبارها عن طريق التجارب السريرية. وتقوم المنظمة بتنسيق الجهود المبذولة لتطوير اللقاحات والأدوية للوقاية من مرض كوفيد-19 وعلاجه. وتتمثل السبل الأكثر فعّالية لحماية نفسك والآخرين من مرض كوفيد-19 في المواظبة على تنظيف اليدين، وتغطية الفم عند السعال بثني المرفق أو بمنديل ورقي، والابتعاد مسافة لا تقل عن متر واحد (3 أقدام) عن الأشخاص الذين يسعلون أو يعطسون. (انظر: كيف يمكنني حماية نفسي ومنع انتشار المرض؟).

# infiction_methods_title_14
source: Is Covid-19 disease the same as SARS?
ar: هل مرض كوفيد-19 هو نفسه مرض سارس؟

# infiction_methods_description_14
source: No. There is a genetic connection between the virus that causes COVID-19 and the virus that causes severe acute respiratory syndrome (SARS), but they are different. SARS is more deadly than COVID-19, but it is much less infected than it is. No place in the world has seen any SARS outbreak since 2003.
ar: لا. هناك ارتباط جيني بين الفيروس المسبب لمرض كوفيد-19 والفيروس المسبب للمتلازمة التنفسية الحادة الوخيمة (سارس)، ولكنهما مختلفان. ويعد مرض السارس أكثر فتكا من مرض كوفيد-19 ولكنه أقل عدوى منه بكثير. ولم يشهد أي مكان في العالم فاشية السارس منذ عام 2003.

# infiction_methods_title_15
source: Should I put a mask to protect myself?
ar: هل ينبغي أن أضع كمامة لحماية نفسي؟

# infiction_methods_description_15
source: Do not wear a mask unless you have symptoms of COVID-19 disease (especially coughing) or if you are caring for someone who may have this disease. You can only use the single-use mask only once. If you are not sick or if you care for a sick person, you will have wasted a mask unnecessarily. Allows the shortage of masks to be used globally, the organization is urging people to be wise to use them. The organization recommends that rags be used rationally to avoid unnecessarily wasting and misusing valuable resources (see guidance on using masks). This is like the most effective way to protect yourself and others from COVID-19 disease by cleaning your hands frequently and covering the mouth when coughing by bending the elbow or a tissue, and leaving a distance of at least one meter (3 feet) from people who cough or sneeze. For more information, see basic protection measures against the emerging coronavirus.
ar: لا تضع كمامة إلا إذا ظهرت عليك أعراض مرض كوفيد-19 (خاصة السعال) أو إذا كنت تقدم الرعاية لشخص يُحتمل أنه مصاب بهذا الـمرض. ولا يمكنك استعمال الكمامة وحيدة الاستعمال إلا مرة واحدة. أما إذا لم تكن مريضا أو إذا قائما على رعاية شخص مريض، فستكون قد أهدرت كمامة دون داع. ونظرا للنقص في إمدادات الكمامات على الصعيد العالمي، فإن المنظمة تحث الناس على التحلي بالحكمة في استخدامها. وتنصح المنظمة باستخدام الكمامات استخداما رشيدا لتفادي إهدار الموارد الثمينة دون داع وإساءة استخدامها (انظر الإرشادات بشأن استخدام الكمامات). وتتمثل السبل الأكثر فعّالية لحماية نفسك والآخرين من مرض كوفيد-19 في تنظيف يديك بشكل متكرر وتغطية الفم عند السعال بثني المرفق أو بمنديل ورقي، وترك مسافة لا تقل عن متر واحد (3 أقدام) عن الأشخاص الذين يسعلون أو يعطسون. ولمزيد من المعلومات، انظر تدابير الحماية الأساسية من فيروس كورونا المستجد.

# infiction_methods_title_16
source: How long does COVID-19 incubation take?
ar: كم تستغرق فترة حضانة مرض كوفيد-19؟

# infiction_methods_description_16
source: The term (incubation period) refers to the period from infection with the virus to the onset of symptoms of the disease. Most estimates of the COVID-19 incubation period range from 1 to 14 days, which lasts five days. These estimates will be updated as more data becomes available.
ar: يشير مصطلح (فترة الحضانة) إلى المدة من الإصابة بالفيروس إلى بدء ظهور أعراض المرض. وتتراوح معظم تقديرات فترة حضانة مرض كوفيد -19 ما بين يوم واحد و 14 يوماً ، التي ما تستمر خمسة أيام. وستُحدّث هذه التقديرات كلما توفر المزيد من البيانات.

# infiction_methods_title_17
source: Could COVID-19 infection be transmitted to humans from an animal source?
ar: هل يمكن أن تنتقل عدوى مرض كوفيد-19 إلى البشر من مصدر حيواني؟

# infiction_methods_description_17
source: Coronaviruses are a large group of viruses common among bats and animals. People rarely become infected with these viruses, which they then pass on to others. Examples are the Coronavirus that causes severe acute respiratory syndrome (SARS), which has been associated with civet cats, and the Coronavirus, the respiratory syndrome in the Middle East, which has transmitted through camels. The potential animal sources of COVID-19 disease have not been confirmed. To protect yourself, when visiting live animal markets, avoid direct contact with animals and with animal contact surfaces. Be sure to follow good food safety practices at all times by using due diligence when dealing with raw meat, raw milk, and animal organs to avoid contamination of uncooked food, and avoid eating raw or undercooked animal products.
ar: فيروسات كورونا هي فصيلة كبيرة من الفيروسات الشائعة بين الخفافيش والحيوانات. ويصاب الأشخاص في حالات نادرة بعدوى هذه الفيروسات التي ينقلونها بعد ذلك إلى الآخرين. ومن الأمثلة على ذلك أن فيروس كورونا المسبب لمتلازمة الالتهاب الرئوي الحاد الوخيم (سارس) الذي ارتبط بقطط الزباد، وفيروس كورونا المسبب لمتلازمة الشرق الأوسط التنفسية الذي انتقل طريق الإبل. ولم تتأكد بعد المصادر الحيوانية المحتملة لمرض كوفيد-19. ولحماية نفسك، عندما تزور أسواق الحيوانات الحية مثلاً، تجنب الملامسة المباشرة للحيوانات وللأسطح الملامسة للحيوانات. وتأكد من اتّباع ممارسات السلامة الغذائية الجيدة في جميع الأوقات بتوخى العناية الواجبة عند التعامل مع اللحوم النيئة والحليب الخام وأعضاء الحيوانات لتلافي تلوث الأغذية غير المطهوة، وتجنب تناول المنتجات الحيوانية النيئة أو غير المطبوخة جيداً.

# infiction_methods_title_18
source: Can I get COVID-19 disease from my pet?
ar: هل يمكن أن أُصاب بمرض كوفيد-19 عن طريق حيواني الأليف؟

# infiction_methods_description_18
source: Although the case of a dog with COVID-19 infection has been reported in Hong Kong, there is still no scientific evidence that the COVID-19 infection can be transmitted from a dog, cat, or any pet. COVID-19 is mainly caused by droplets secreted by the infected person when he coughs, sneezes, or speaks. To protect yourself from infection, clean your hands frequently and frequently. The World Health Organization continues to monitor the latest research in this and other subjects related to COVID-19 and is keen to update this information as new findings become available.
ar: على الرغم من تسجيل حالة إصابة كلب بعدوى كوفيد-19 في هونغ كونغ، فلا يوجد حتى اليوم دليل علمي على إمكانية انتقال عدوى كوفيد-19 من كلب أو قط أو أي حيوان أليف. فمرض كوفيد-19 ينتشر بشكل أساسي عن طريق القطيرات التي يفرزها الشخص المصاب بالعدوى عندما يسعل أو يعطس أو يتكلم. ولحماية نفسك من العدوى، نظف يديك بشكل جيد ومتكرر.وتواصل منظمة الصحة العالمية رصد آخر الأبحاث في هذا المجال وغيره من المواضيع المتصلة بكوفيد-19 وتحرص على تحديث هذه المعلومات كلما توفرت استنتاجات جديدة في هذا الصدد.

# infiction_methods_title_19
source: How long will the virus stay alive on rooftops?
ar: كم من الوقت يظل الفيروس حياً على الأسطح؟

# infiction_methods_description_19
source: It is not known with certainty how long the virus that causes COVID-19 is alive on the surfaces, but it appears to be similar to other coronaviruses. Studies can be done that coronaviruses (including preliminary information about the virus that causes COVID-19 disease) may remain alive on the surfaces for a few hours or several days. This may vary depending on conditions (such as surface type, temperature, or environmental humidity). If you think a surface may be contaminated, clean it with a regular disinfectant to kill the virus and protect yourself and others. Clean your hands by rubbing them with an alcohol cleaner or by washing them with soap and water. Avoid touching your eyes, mouth, or nose.
ar: لا يُعرف على وجه اليقين فترة استمرار الفيروس المسبب لمرض كوفيد-19 حياً على الأسطح، ولكن يبدو أنه يشبه في ذلك سائر فيروسات كورونا. وتشير الدراسات إلى أن فيروسات كورونا (بما في ذلك المعلومات الأولية عن الفيروس المسبب لمرض كوفيد-19) قد تظل حية على الأسطح لبضع ساعات أو لعدة أيام. وقد يختلف ذلك باختلاف الظروف (مثل نوع السطح ودرجة الحرارة أو الرطوبة البيئية). إذا كنت تعتقد أن سطحاً ما قد يكون ملوثاً، نظفه بمطهر عادي لقتل الفيروس وحماية نفسك والآخرين. ونظف يديك بفركهما بمطهر كحولي أو بغسلهما بالماء والصابون. وتجنب لمس عينيك أو فمك أو أنفك.
